from getdatatiktok import dataTikTok
urls0124 = [
    "https://www.tiktok.com/@kae_wapa/video/7326381279522360581", #คลิป1 แกว่า..สันติใช่ทางออกป่ะ!! #แกว่าป่ะ #ขึ้นฟีดเถอะ #TikTokการละคร
    "https://www.tiktok.com/@kae_wapa/video/7326769465746672902", #คลิป2 วันจันทร์สุดโฮ่งจ๊ะพี่น้อง😪 #แกว่าป่ะ #วันจันทร์ #ขึ้นฟีดเถอะ
    "https://www.tiktok.com/@kae_wapa/video/7326834976903810310", #คลิป3 แกว่า.. ปอดบวมจะเข้าป่ะ #ติดฝน #ติดฝนpixxie #แกว่าป่ะ
    "https://www.tiktok.com/@kae_wapa/video/7327181969647848709", #คลิป4 แกว่า.. ฝุ่นมันส้มไปป่ะ ?? #ฝุ่นpm25 #แกว่าป่ะ #คนไทยเป็นคนตลก
    "https://www.tiktok.com/@kae_wapa/video/7327528071521668358", #คลิป5 แกว่า.. เอเนอร์จี้มีจริงป่ะ ? #แกว่าป่ะ #กาแฟ  #คนไทยเป็นคนตลก
]

urls0224 = [
    "",
    ""
]
dataTikTok(urls0124)